Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# ConsentDialog_Description2.Text
source: If you choose not to allow us access when we receive a request for consent (such requests will be notified on www ICTS website at :
af: As jy kies om ons nie toegang te gee wanneer ons 'n versoek om toestemming ontvang nie (sulke versoeke sal in kennis gestel word op www ICTS webwerf by :
am: የስምምነት ጥያቄ ሲደርሰን መግባት ላለመፍቀድ ከመረጥክ (እንዲህ ዓይነቶቹ ጥያቄዎች በ www ICTS ድረ ገጽ ላይ ይነገራሉ ።
ar: إذا اخترت عدم السماح لنا بالوصول عندما نتلقى طلبا للموافقة (سيتم إخطار هذه الطلبات على موقع www ICTS على العنوان التالي:
as: যদি আমি সন্মতিৰ বাবে অনুৰোধ প্ৰাপ্ত কৰোঁতে আপুনি আমাক প্ৰৱেশাধিকাৰ ৰখাৰ অনুমতি নিদিব বিচাৰে (তেনে অনুৰোধসমূহ এইবোৰত ডাব্লিউডিআইচিটিএছ ৱেবছাইটত জাননী দিয়া হ'ব:
az_arab: Əgər razılıq üçün müraciət aldığımız zaman bizə daxil olmağa icazə verməməyi seçirsinizsə (bu cür müraciətlər www İktS saytında xəbər veriləcək :
bg: Ако изберете да не ни разрешавате достъп, когато получим искане за съгласие (такива искания ще бъдат съобщени на уебсайта на www ICTS на адрес:
bn: যদি আমরা সম্মতির জন্য অনুরোধ পাওয়ার সময় আপনি আমাদের অ্যাক্সেসের অনুমতি না দেওয়ার সিদ্ধান্ত নেন (এই ধরনের অনুরোধগুলি www ICTS ওয়েবসাইটে বিজ্ঞাপিত হবে:
bs: Ako odlučite da nam ne dozvolite pristup kada primimo zahtjev za pristanak (takvi zahtjevi će biti obaviješteni na web stranici www ICTS na :
ca: Si decidiu no permetre'ns l'accés quan rebem una sol·licitud de consentiment (aquestes sol·licituds es notificaran a la pàgina web www ICTS a:
cs: Pokud se rozhodnete neumožnit nám přístup, když obdržíme žádost o souhlas (takové žádosti budou oznámeny na webových stránkách www ICTS na adrese:
cy: Os ydych yn dewis peidio â chaniatáu mynediad i ni pan fyddwn yn derbyn cais am ganiatâd (bydd ceisiadau o'r fath yn cael eu hysbysu ar wefan www ICTS yn :
da: Hvis du vælger ikke at give os adgang, når vi modtager en anmodning om samtykke (sådanne anmodninger vil blive meddelt på www ICTS hjemmeside på:
de: Wenn Sie uns den Zugriff verweigern, wenn wir eine Anfrage zur Zustimmung erhalten (solche Anfragen werden auf der Website www ICTS unter folgender Adresse benachrichtigt:
el: Εάν επιλέξετε να μην μας επιτρέψετε την πρόσβαση όταν λάβουμε αίτημα συγκατάθεσης (τέτοια αιτήματα θα κοινοποιούνται στον ιστότοπο www ICTS στη διεύθυνση:
es: Si decide no permitirnos el acceso cuando recibamos una solicitud de consentimiento (dichas solicitudes se notificarán en el sitio web de www ICTS en:
et: Kui otsustate nõusolekutaotluse saamisel meile juurdepääsu mitte lubada (sellistest taotlustest teavitatakse www IKTS veebisaidil aadressil:
fa: اگر شما انتخاب می کنید به ما اجازه دسترسی هنگامی که ما دریافت یک درخواست برای رضایت (چنین درخواست خواهد شد در وب سایت Www ICTS در اطلاع :
fi: Jos päätät olla sallimatta meille pääsyä, kun saamme suostumuspyynnön (tällaisista pyynnöistä ilmoitetaan www ICTS -verkkosivustolla osoitteessa:
fil: Kung pipiliin mong huwag payagan kaming ma access kapag nakatanggap kami ng kahilingan para sa pahintulot (ang mga naturang kahilingan ay aabisuhan sa www ICTS website sa :
fr_ca: Si vous choisissez de ne pas nous autoriser à y accéder lorsque nous recevons une demande de consentement (ces demandes seront notifiées sur le site Web de www ICTS à l’adresse suivante :
ga: Má roghnaíonn tú gan rochtain a cheadú dúinn nuair a fhaighimid iarratas ar thoiliú (cuirfear iarratais den sórt sin ar an eolas ar shuíomh gréasáin www ICTS ag:
gu: જ્યારે અમને સંમતિ માટેની વિનંતી મળે ત્યારે જો તમે અમને ઍક્સેસની મંજૂરી ન આપવાનું પસંદ કરો તો (આવી વિનંતીઓ www ICTS વેબસાઇટ પર અહીં સૂચિત કરવામાં આવશે:
he: אם תבחר שלא לאפשר לנו גישה כאשר אנו מקבלים בקשה להסכמה (בקשות כאלה יקבלו הודעה באתר האינטרנט של www ICTS בכתובת:
hi: यदि आप सहमति के लिए अनुरोध प्राप्त होने पर हमें एक्सेस की अनुमति नहीं देना चुनते हैं (ऐसे अनुरोधों को www ICTS वेबसाइट पर अधिसूचित किया जाएगा:
hr: Ako odlučite da nam ne dopustite pristup kada primimo zahtjev za pristanak (takvi će zahtjevi biti obaviješteni na web stranici www ICTS na:
hu: Ha úgy dönt, hogy nem engedélyezi számunkra a hozzáférést, amikor hozzájárulási kérelmet kapunk (az ilyen kérelmekről a www ICTS weboldalán értesítjük a következő címen:
hy: Եթե դուք նախընտրում եք թույլ չտալ մեզ մուտք գործել, երբ մենք ստանում ենք համաձայնության խնդրանք (նման խնդրանքները կտեղեկացվեն www ICTS կայքում հետեւյալ հասցեով .
id: Jika Anda memilih untuk tidak mengizinkan kami mengakses ketika kami menerima permintaan persetujuan (permintaan tersebut akan diberitahukan di situs web www ICTS di:
is: Ef þú velur að leyfa okkur ekki aðgang þegar við fáum beiðni um samþykki (slíkar beiðnir verða tilkynntar á vefsíðu www ICTS á:
it: Se scegli di non consentirci l'accesso quando riceviamo una richiesta di consenso (tali richieste saranno notificate sul sito web www ICTS all'indirizzo:
iu: ᓂᕈᐊᕈᕕᑦ ᐱᔪᓐᓇᖅᑎᙱᒃᑯᕕᑎᒍᑦ ᐱᒍᑦᑕ ᑐᒃᓯᕋᐅᒻᒥᑦ ᐊᖏᖅᑕᐅᓯᒪᔾᔪᑎᒥᒃ (ᑕᐃᒪᓐᓈᓗᒃ ᑐᒃᓯᕋᖅᑕᑦ ᖃᐅᔨᒃᑲᖅᑕᐅᓂᐊᖅᑐᖅ www ICTS ᐃᑭᐊᖅᑭᕕᖓᓂ ᐅᕙᓂ:
ja: 同意の要求を受け取ったときにアクセスを許可しないことを選択した場合(そのような要求は、www ICTSのWebサイトで通知されます。
kk: Егер сіз келісім беру туралы сұрау салуды алған кезде бізге кіруге рұқсат бермеуді таңдасаңыз (мұндай сұрау салулар туралы ICTS веб-сайтында мына мекенжай бойынша хабарланады:
km: ប្រសិនបើអ្នកជ្រើសរើសមិនអនុញ្ញាតឱ្យយើងចូលដំណើរការនៅពេលយើងទទួលបានការស្នើសុំសម្រាប់ការយល់ព្រម (សំណើបែបនេះនឹងត្រូវបានជូនដំណឹងនៅលើគេហទំព័រ WWW ICTS នៅ :
kn: ನಾವು ಸಮ್ಮತಿಗಾಗಿ ವಿನಂತಿಯನ್ನು ಸ್ವೀಕರಿಸಿದಾಗ ನಮಗೆ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸದಿರಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದರೆ (ಅಂತಹ ವಿನಂತಿಗಳನ್ನು www ICTS ವೆಬ್ ಸೈಟ್ ನಲ್ಲಿ ಇಲ್ಲಿ ಸೂಚಿಸಲಾಗುತ್ತದೆ:
ko: 동의 요청을받을 때 액세스를 허용하지 않기로 선택한 경우 (이러한 요청은 www ICTS 웹 사이트에 통보됩니다.
ku_arab: ئەگەر تۆ هەڵیبژێریت کە ڕێگە بە ئێمە نەدەیت دەستگەیشتنمان هەبێت کاتێک داواکاریەک وەردەگرین بۆ ڕەزامەندی (ئەم جۆرە داواکاریانە ئاگادار دەکرێنەوە لەسەر ماڵپەڕی www ICTS لە :
ky: Эгер макулдук сурап кайрылганда бизге кирүүгө уруксат бербөөгө уруксат берүүнү тандасаңар (мындай өтүнүчтөр www ICTS сайтынан кабарланат :
lo: ຖ້າທ່ານເລືອກທີ່ຈະບໍ່ອະນຸຍາດໃຫ້ພວກເຮົາເຂົ້າເຖິງເມື່ອພວກເຮົາໄດ້ຮັບຄໍາຮ້ອງຂໍຄວາມຍິນຍອມ (ຄໍາຮ້ອງຂໍດັ່ງກ່າວຈະໄດ້ຮັບການແຈ້ງໃນເວັບໄຊ www ICTS ທີ່ :
lt: Jei nuspręsite neleisti mums prieiti, kai gausime sutikimo prašymą (apie tokius prašymus bus pranešta www ICTS svetainėje adresu :
lv: Ja izvēlaties neatļaut mums piekļuvi, kad saņemam piekrišanas pieprasījumu (par šādiem pieprasījumiem tiks paziņots www ICTS tīmekļa vietnē:
mi: Ki te kore koe e whakaae kia uru mai mātou ina whiwhi mātou i tētahi tono whakaaetanga (ka whakamōhiotia aua tono ki te paetukutuku www ICTS i :
ml: സമ്മതത്തിനായുള്ള ഒരു അഭ്യർത്ഥന ഞങ്ങൾക്ക് ലഭിക്കുമ്പോൾ ഞങ്ങളെ ആക്സസ് ചെയ്യാൻ അനുവദിക്കരുതെന്ന് നിങ്ങൾ തീരുമാനിക്കുകയാണെങ്കിൽ (അത്തരം അഭ്യർത്ഥനകൾ www ICTS വെബ്സൈറ്റിൽ ഇനിപ്പറയുന്ന വിലാസത്തിൽ അറിയിക്കും:
mr: जेव्हा आम्हाला संमतीची विनंती प्राप्त होते तेव्हा आपण आम्हाला प्रवेश न देण्याचे निवडल्यास (अशा विनंत्या www ICTS वेबसाइटवर येथे अधिसूचित केल्या जातील:
ms: Jika anda memilih untuk tidak membenarkan kami mengakses apabila kami menerima permintaan untuk persetujuan (permintaan tersebut akan dimaklumkan di laman web www ICTS di:
mt: Jekk tagħżel li ma tħalliniex aċċess meta nirċievu talba għall-kunsens (talbiet bħal dawn jiġu nnotifikati fuq is-sit web www ICTS fuq :
nb: Hvis du velger å ikke gi oss tilgang når vi mottar en forespørsel om samtykke (slike forespørsler vil bli varslet på www ICTS nettside på:
ne: यदि तपाईं हामीलाई सहमतिको लागि अनुरोध प्राप्त गर्दा हामीलाई पहुँच अनुमति नदिन छनौट गर्नुहुन्छ भने (यस्ता अनुरोधहरू डब्ल्यू आईसीटीएस वेबसाइटमा सूचित गरिनेछ:
nl: Als u ervoor kiest om ons geen toegang te verlenen wanneer we een verzoek om toestemming ontvangen (dergelijke verzoeken worden gemeld op de website van www ICTS op:
or: ଯଦି ଆପଣ ସମ୍ମତି ପାଇଁ ଏକ ଅନୁରୋଧ ପ୍ରାପ୍ତ କରିବା ସମୟରେ ଆମକୁ ଆକସେସ୍ କରିବାକୁ ଅନୁମତି ନଦେବାକୁ ବାଛିଛନ୍ତି (ଏହିପରି ଅନୁରୋଧଗୁଡିକ ଡବ୍ଲୁଆଇଆଇଟିଏସ୍ ୱେବସାଇଟରେ ବିଜ୍ଞପ୍ତି ହେବ:
pa: ਜੇ ਤੁਸੀਂ ਸਹਿਮਤੀ ਲਈ ਬੇਨਤੀ ਪ੍ਰਾਪਤ ਹੋਣ 'ਤੇ ਸਾਨੂੰ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਨਾ ਦੇਣ ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ (ਅਜਿਹੀਆਂ ਬੇਨਤੀਆਂ ਨੂੰ www ICTS ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਇਸ ਪਤੇ 'ਤੇ ਸੂਚਿਤ ਕੀਤਾ ਜਾਵੇਗਾ:
pl: Jeśli zdecydujesz się nie zezwolić nam na dostęp, gdy otrzymamy prośbę o zgodę (takie wnioski zostaną zgłoszone na stronie internetowej www ICTS pod adresem:
prs: اگر شما انتخاب می کنید به ما اجازه دسترسی به زمانی که ما دریافت درخواست رضایت (درخواست چنین خواهد شد در وب سایت www ICTS در اطلاع :
pt_pt: Se optar por não nos permitir o acesso quando recebermos um pedido de consentimento (tais pedidos serão notificados no site do ICTS em :
ro: Dacă alegeți să nu ne permiteți accesul atunci când primim o cerere de consimțământ (astfel de solicitări vor fi notificate pe site-ul www ICTS la:
ru: Если вы решите не разрешать нам доступ, когда мы получим запрос на согласие (такие запросы будут уведомлены на веб-сайте www ICTS по адресу:
sk: Ak sa rozhodnete nepovoliť nám prístup, keď dostaneme žiadosť o súhlas (takéto žiadosti budú oznámené na webovej stránke www ICTS na adrese:
sl: Če se odločite, da nam ne boste dovolili dostopa, ko prejmemo zahtevo za soglasje (takšne zahteve bodo obveščene na spletni strani www ICTS na naslovu:
sq: Nëse zgjidhni të mos na lejoni hyrjen kur marrim një kërkesë për pëlqim (kërkesa të tilla do të lajmërohen në faqen e internetit të WWW ICTS në :
sr_cyrl: Уколико одаберете да нам не дозволите приступ када добијемо захтев за сагласност (такви захтеви ће бити обавештени на www ИЦТС сајту на адреси:
sr_latn: Ukoliko odaberete da nam ne dozvolite pristup kada dobijemo zahtev za saglasnost (takvi zahtevi će biti obavešteni na www ICTS sajtu na adresi:
sv: Om du väljer att inte ge oss åtkomst när vi får en begäran om samtycke (sådana förfrågningar kommer att meddelas på www ICTS webbplats på:
sw: Ikiwa utachagua kutoturuhusu kufikia tunapopokea ombi la idhini (maombi kama hayo yataarifiwa kwenye tovuti ya www ICTS kwa :
ta: நாங்கள் ஒப்புதலுக்கான கோரிக்கையைப் பெறும்போது எங்களை அணுக அனுமதிக்க வேண்டாம் என்று நீங்கள் தேர்வுசெய்தால் (அத்தகைய கோரிக்கைகள் www ICTS வலைத்தளத்தில் பின்வரும் முகவரியில் அறிவிக்கப்படும்:
te: సమ్మతి కొరకు మేం అభ్యర్థనను అందుకున్నప్పుడు మమ్మల్ని యాక్సెస్ చేసుకోవడానికి అనుమతించరాదని మీరు ఎంచుకున్నట్లయితే (అటువంటి అభ్యర్థనలు www ICTS వెబ్ సైట్ లో నోటిఫై చేయబడతాయి:
th: หากคุณเลือกที่จะไม่อนุญาตให้เราเข้าถึงเมื่อเราได้รับคําขอความยินยอม (คําขอดังกล่าวจะได้รับแจ้งบนเว็บไซต์ www ICTS ที่:
ti: ፍቓድ ክንረክብ ሕቶ ምስ ተቐበልና ኽንኣቱ እንተ ዘይፈቒድካልና (ከምዚ ዝኣመሰለ ሕቶታት ኣብ www ICTS ዚብሃል ወብ ሳይት ኪሕብረና እዩ ፦
tr: Bir onay talebi aldığımızda erişmemize izin vermemeyi seçerseniz (bu tür talepler www ICTS web sitesinde aşağıdaki adresten bildirilecektir:
uk: Якщо ви вирішите не дозволяти нам доступ, коли ми отримаємо запит на згоду (такі запити будуть повідомлені на веб-сайті www ICTS за адресою:
ur: اگر آپ رضامندی کی درخواست موصول ہونے پر ہمیں رسائی کی اجازت نہ دینے کا انتخاب کرتے ہیں تو (اس طرح کی درخواستوں کو ڈبلیو ڈبلیو ڈبلیو آئی سی ٹی ایس کی ویب سائٹ پر مطلع کیا جائے گا:
vi: Nếu bạn chọn không cho phép chúng tôi truy cập khi chúng tôi nhận được yêu cầu đồng ý (các yêu cầu đó sẽ được thông báo trên trang web www ICTS tại:
zh_hans: 如果您在我们收到同意请求时选择不允许我们访问（此类请求将在www ICTS网站上通知：
zh_hant: 如果您在我們收到同意請求時選擇不允許我們訪問（此類請求將在www ICTS網站上通知：
